---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.FtSup3HPerMinBtu
source: html/6704a3c1-fb73-f583-b517-aaad76249967.htm
---
# Autodesk.Revit.DB.SymbolTypeId.FtSup3HPerMinBtu Property

Symbol ft³·h/(min·Btu), indicating unit Cubic feet per minute per British thermal unit per hour.

## Syntax (C#)
```csharp
public static ForgeTypeId FtSup3HPerMinBtu { get; }
```